export class Region {
    constructor(
        public id: number,
        public name: string
    ) {}

}

export let regions: Region[] = [
    {id: 1,  name: 'Винницкая'},
    {id: 2,  name: 'Волынская'},
    {id: 3,  name: 'Днепропетровская'},
    {id: 4,  name: 'Донецкая'},
    {id: 5,  name: 'Житомирская'},
    {id: 6,  name: 'Закарпатская'},
    {id: 7,  name: 'Запорожская'},
    {id: 8,  name: 'Ивано-Франковская'},
    {id: 9,  name: 'Киевская'},
    {id: 10, name: 'Кировоградская'},
    {id: 11, name: 'Луганская'},
    {id: 12, name: 'Львовская'},
    {id: 13, name: 'Николаевская'},
    {id: 14, name: 'Одесская'},
    {id: 15, name: 'Полтавская'},
    {id: 16, name: 'Ровненская'},
    {id: 17, name: 'Сумская'},
    {id: 18, name: 'Тернопольская'},
    {id: 19, name: 'Харьковская'},
    {id: 20, name: 'Херсонская'},
    {id: 21, name: 'Хмельницкая'},
    {id: 22, name: 'Черкасская'},
    {id: 23, name: 'Черниговская'},
    {id: 24, name: 'Черновицкая'},
    {id: 25, name: 'Киев'},
    {id: 26, name: 'Севастополь'},
    {id: 27, name: 'Автономная Республика Крым'}
];